app/controllers/gossips_controller.rb

  def show
    @gossips = Gossip.all
---
SELECT "gossips".* FROM "gossips"