app/controllers/home_controller.rb

  def show
    @gossips = Gossip.all
---
SELECT "gossips".* FROM "gossips"